var nicknames = {
    N: [
        '微笑み',
        'ひととき',
        '楽しい思い出',
        '切ない思い出',
        'ほろ苦い思い出',
        'おいしい！',
        'おいしくない…',

        '猫耳',
        '狐面',
        '幼児化',
        '休日',
        '仕事',
        'メイド服',

        'ほっとする時間',
        'のどかな日常',
        '軽やかな足取り',
        '和む',
        '懐かしさ',

        'ほのかな不安',
        '切ない夢',
        '失われた日々',
        '消えゆく光',
        '漂う哀しみ',
    ],
    R: [
        '独り歩き',
        '寂しい夜',
        '響く音色',
        '迷える心',
        '虚ろな時',
        '遠い記憶',
        '淡い期待',

        '忘却',
        '誤解',
        '憂鬱',
        '旅路',
        '幻影',
        '囁き',
        '孤独',

        'ぬくもりのある場所',
        '揺れる感情',
        '儚い光',
    ],
    SR: [
        '風化していく',
        '抱えた痛み',
        '消え行く',
        '追い求める幻',
        '途切れる希望',

        '深淵の底',
        '孤独の影',
        '闇堕ち',

        '未完成なぬくもり',
        'ずっと一緒に',
        '胸に秘めた想い',

        '途切れた縁',
        '紡がれた絆',
    ],
    SSR: [
        '眩しい記憶',
        '幸せな瞬間',
        '再会の願い',
        '遠い昔の幻',

        '運命の出会い',

        '心奪われる',
        '琴線に触れる',
        '残響',
        '心の底',
        '雪景色',

        'Shall we dance?',
        '永遠の別れ'
    ],

    SUR: {
        default: [
            '声が聞こえる',
            '絶え間ない人の流れ',

            '花 開く。',
            '忘れられない。',
            '特別な。',
            '今から晴れるよ',
            'また同じ夢を見ていた',
            'Happy Birth day!!',
        ]

        // '雨池紅波': ['再会の願い', '途切れた縁', '胸に秘めた想い', 'また同じ夢を見ていた', '同人誌作家'],
        // '彩葉': ['声が聞こえる', '花 開く。', '囁き', '誘い込まれる幻影', '猫耳メイド'],
        // '権守龍玄': ['懐かしい店', '運命の出会い', '絶え間ない人の流れ', '遠い昔の幻', '和風剣士'],
        // '雪之丞': ['忘れられない。', '紡がれた絆', '胸に秘めた夢', '雪景色', '大和撫子']
    }
};
