var nicknames = {
    N: [
        'やさしい微笑み',
        '心地よいひととき',
        '楽しい思い出',
        'ほっとする時間',
        '切ない思い出',
        '心をつかむ孤独',
        '漂う哀しみ',
        '風化していく',
        '途切れる希望',
        '失われた日々',
        '静寂な闇',
        '独り歩き',
        '迷える心',
        '寂しげな夜',
        '消えゆく光',
        '深淵の底',
        '孤独の影',
        '追憶の風'
    ],
    R: [
        'のどかな日常',
        '安らぎのひととき',
        'ほのかな懐かしさ',
        '軽やかな足取り',
        '愛される',
        '今から晴れるよ',
        'ほのかな不安',
        'ほろ苦い思い出',
        '微笑ましい誤解',
        '淡い期待',
        'せつない別れ',
        '忘却',
        '虚ろな時',
        '切ない夢',
        '遠い記憶',
        '静かな憂鬱',
        '響く音色'
    ],
    SR: [
        'ぬくもりのある場所',
        '和む',
        '特別な。',
        '未完成なぬくもり',
        '揺れる感情',
        '消え行く',
        '凍てついた孤独',
        '旅路',
        '遠い過去',
        '淡い希望',
        '闇に染まる',
        '儚い光',
        '抱えた痛み',
        'ずっと一緒に'
    ],
    SSR: [
        '幸せな瞬間',
        'おいしい！',
        '心を奪われる',
        '琴線に触れる',
        '残響',
        'Shall we dance?',
        '心の底',
        '眩しい記憶',
        '追い求める幻',
        '闇に潜む痛み',
        '永遠の別れ'
    ],

    SUR: {
        default: ['再会の願い', '途切れた縁', '胸に秘めた想い', 'また同じ夢を見ていた',
            '声が聞こえる', '花 開く。', '囁き', '誘い込まれる幻影',
            '懐かしい店', '運命の出会い', '絶え間ない人の流れ', '遠い昔の幻',
            '忘れられない。', '紡がれた絆', '胸に秘めた夢', '雪景色']

        // '雨池紅波': ['再会の願い', '途切れた縁', '胸に秘めた想い', 'また同じ夢を見ていた', '同人誌作家'],
        // '彩葉': ['声が聞こえる', '花 開く。', '囁き', '誘い込まれる幻影', '猫耳メイド'],
        // '権守龍玄': ['懐かしい店', '運命の出会い', '絶え間ない人の流れ', '遠い昔の幻', '和風剣士'],
        // '雪之丞': ['忘れられない。', '紡がれた絆', '胸に秘めた夢', '雪景色', '大和撫子']
    }
};
